Repository: xfinitysoft/wp-post-hide
Catalog: languages/xswpph-domain-*.po
Languages: ar

source: Wordpress Hide Post
ar: وورد إخفاء مشاركة

source: Post Visibility
ar: وظيفة الرؤية

source: selected
ar: المحدد

source: All Hidden
ar: كل مخفي

source: Front Page
ar: الصفحة الأولى

source: Category Pages
ar: صفحات الفئة

source: Tag Pages
ar: علامات الصفحات

source: Author Pages
ar: صفحات المؤلف

source: Date Archive
ar: تاريخ الأرشيف

source: Search Results
ar: نتائج البحث

source: Feeds
ar: يغذي

source: Recent Post
ar: المنشور الاخير

source: Meta rel link
ar: رابط الفوقية rel

source: Hide but keep in Search
ar: إخفاء ولكن في البحث

source: Always
ar: دائما

source: Checked
ar: ذو مربعات

source: All Check/Uncheck
ar: كل تحقق / إلغاء التحقق

source: Hide from Front Page
ar: إخفاء من الصفحة الأمامية

source: Hide from Category Pages
ar: إخفاء من صفحات الفئة

source: Hide from Tag Pages
ar: إخفاء من صفحات العلامة

source: Hide from Author Pages
ar: إخفاء من صفحات المؤلف

source: Hide from Date Archive Pages
ar: إخفاء من تاريخ الأرشيف الصفحات

source: Hide from Search Pages
ar: إخفاء من صفحات البحث

source: Hide from Feeds
ar: إخفاء من الأعلاف

source: Hide from Recent Post
ar: إخفاء من آخر مشاركة

source: Hide from Next and pervious rel link
ar: إخفاء من رابط rel التالي والسابق

source: Hide from listing of pages in Front Page
ar: إخفاء من قائمة الصفحات في الصفحة الأولى

source: Hide form pages list everywhere
ar: إخفاء قائمة صفحات النموذج في كل مكان

source: visibility
ar: رؤية

source: Settings
ar: الإعدادات

source: Please Check the Post Types you include this functonality
ar: يرجى التحقق من أنواع النشر التي تتضمنها هذه الوظيفة

source: Enable for Quick Edit
ar: تمكين التحرير السريع

source: Enable for Bulk Edit
ar: تمكين تحرير الجملة
